[
  {
    "id": "0",
    "fav": "no",
    "name": "Allah",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "خدا",
    "meng": "God",
    "udetail": "جو شخص نماز جمعہ سے قبل طہارت و صفائی اور سکون قلب کی ساتھ ۱۰۰ مرتبہ اس اسم کا ورد کرے گا۔ الله تعالی اسکے لئے تمام امور آسان فرما دے گا",
    "edetail": "He who repeats this name 100 times with quietude and purity of heart before the Ju'mma (Friday Noon) prayer, will find all the things easy.",
    "image": "a_0"
  },
  {
    "id": "1",
    "fav": "no",
    "name": "Ar-Rahman",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بہت مہربان",
    "meng": "The Most Beneficent",
    "udetail": "ہر فرض نماز کے بعد اگر اس اسم کا ۱۰۰ مرتبہ ورد کیا جائے تو اسکی برکت سے نہ صرف یاداشت اور ذہانت میں اضافہ ہوتا ہے بلکہ خشوع قلب بھی حاصل ہوتا ہے۔",
    "edetail": "He who repeats this Name 100 times after each farz prayer will have good memory, a keen awareness, and be free of a heavy heart.",
    "image": "a_1"
  },
  {
    "id": "2",
    "fav": "no",
    "name": "Ar-Rahim",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "نہایت رحم والا",
    "meng": "The Most Merciful",
    "udetail": "ہر فرض نماز کے بعد اگر اس اسم کا ۱۰۰ مرتبہ ورد کیا جائے تو اسکی برکت سے یاداشت اور ذہانت میں اضافہ ہوتا ہے۔",
    "edetail": "He who repeats this Name 100 times after each farz prayer will have good memory.",
    "image": "a_2"
  },
  {
    "id": "3",
    "fav": "no",
    "name": "Al-Malik",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بادشاه",
    "meng": "The King",
    "udetail": "جو کوئی اس اسم کو روزانہ بعد از زوال نماز ظہر سے قبل پڑھے گا، توالله تعالی أسے بکثرت مال و دولت سے نوازے گا۔",
    "edetail": "If you recite this name of Allah abundantly every dayafter Zawaal ( the time of mid-day immediately before Duhr prayer), Allah will give him abundant wealth.Insha-Allah.",
    "image": "a_3"  },
  {
    "id": "4",
    "fav": "no",
    "name": "Al-Quddus",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "مقدس ترین",
    "meng": "The Most Holy",
    "udetail": "دن میں ۱۰۰ بار اس اسم کا ورد کرنے والوں کا دل ہر قسم کیپریشانیوں سے آزاد رہتا ہے۔",
    "edetail": "The hearts of those who repeat this Name 100 timeseach day will be free from anxiety.",
    "image": "a_4"  },
  {
    "id": "5",
    "fav": "no",
    "name": "As-Salam",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "سلامتی والا",
    "meng": "The Peace",
    "udetail": "اگر اس اسم کو 160 بار ورد کر کے مریض پر دم کیا جائے تو مریضصحت یاب ہو جاتا ہے۔",
    "edetail": "He who repeats this Name 160 times to a sick person,help them regain health.",
    "image": "a_5"  },
  {
    "id": "6",
    "fav": "no",
    "name": "Al-Mumin",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "امن دینے والا",
    "meng": "Bestower of Security",
    "udetail": "اگر کوئی اس اسم کا ورد کسی قسم کے بھی خوف کے عالم میں630 مرتبہ کیا جائے، تو الله تعالی أسے ہر طرح کی آفات و بلیات سےمحفوظ رکھے گا۔",
    "edetail": "If you recite this name 630 times in times of fear, Allahwill protect you from all calamities.",
    "image": "a_6"  },
  {
    "id": "7",
    "fav": "no",
    "name": "Al-Muhaymin",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "نگرانی کرنے والا",
    "meng": "The Guardian",
    "udetail": "جو بھی ۲ رکعت نماز پڑھنے کے بعد اس اسم کا ورد ۱۰۰ مرتبہ مکملایمانداری اور توجہ سے کرتے ہیں، الله تعالى أن کا ظاہر و باطن روشنکر دیتا ہے۔",
    "edetail": "Those who repeat this Name 100 times after offering 2rakaat Salaah with sincerity, Allah purify them physicallyand spirtually.",
    "image": "a_7"  },
  {
    "id": "8",
    "fav": "no",
    "name": "Al-Aziz",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "قادر مطلق",
    "meng": "The Almighty",
    "udetail": "اگر ہر فجر کی نماز کے بعد 40 بار اس اسم کا ورد کیا جائے تو اس کیبرکت سے ورد کرنے والا نہ صرف خود کفیل ہو جائے گا بلکہ دوسروںکی امداد سے بے نیاز ہو جائے گا۔",
    "edetail": "He who repeats this Name 40 times after each Fajrprayer for 40 days will be independent of need fromothers.",
    "image": "a_8"  },
  {
    "id": "9",
    "fav": "no",
    "name": "Al-Jabbar",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "زبردست",
    "meng": "The Irresistible",
    "udetail": "جو بھی اس اسم کا ورد روزانہ 226 مرتبہ کرے گا تو کوئی شخصبھی اسکی مرضی کے خلاف اس سے کوئی بھی عمل نہیں کروا سکتااور نہ وہ مغلوب الغضب ہو کر اس سے درشت رویہ اختیار کر سکتا ہے۔",
    "edetail": "He who repeats this name 226 times daily will not becompelled to do anything against his wishes, and illnot be exposes to violence, severity, or hardness.",
    "image": "a_9"  },
  {
    "id": "10",
    "fav": "no",
    "name": "Al-Mutakabbir",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بڑائ والا",
    "meng": "The Tremendous",
    "udetail": "اپنی شریک حیات سے اس اسم کے ورد کے بعد مباشرت کرنے سے صالحاولاد پیدا ہوگی۔",
    "edetail": "He who repeats this Name before having intercoursewith his wife, Allah will bless him with the righteouschild.",
    "image": "a_10"  },
  {
    "id": "11",
    "fav": "no",
    "name": "Al-Khaliq",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بنانے والا",
    "meng": "The Maker",
    "udetail": "جو شخص رات کے وقت اس اسم کا ورد کرتا ہے تو باری تعالی قیامتتک اسکی حفاظت و نگرانی کے لئے ایک فرشتہ متعین کر دیتا ہے اوراس فرشتے کے اعمال کا اجر ورد کرنے والے کو ملتا ہے۔",
    "edetail": "He who repeats this name at night, Allah will create anangel whose duty is to act righteously for this personuntil the day of judgement. The reward of this angel'sactions will be given to that person.",
    "image": "a_11"  },
  {
    "id": "12",
    "fav": "no",
    "name": "Al-Bari",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "پیدا کرنے والا",
    "meng": "The Creator",
    "udetail": "نماز مغرب کے بعد سات دن مسلسل اگر ایک شخص ۱۰۰ مرتبہ اس اسمکا ورد کرے گا تو الله تعالی اسے جانشین عطا فرمائے گا۔",
    "edetail": "He who repeats this Name 100 times for continuous7 days after Maghrib prayer, Allah will give him malechildren. InshaAllah!",
    "image": "a_12"  },
  {
    "id": "13",
    "fav": "no",
    "name": "Al-Musawwir",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "صورتیں بنانے والا",
    "meng": "The Designer",
    "udetail": "اولاد کی متمنی خاتون اگر سات دن تک روزے رکھے اور ہر روز ۲۱ مرتبہیا بارئ المصور کا ورد کرے اور بانی کے گلاس میں پھونکے اور اسپانی سے روزہ افطار کرے تو الله تعالى اسے اولاد نرینہ سے سرفرازفرمائے گا۔ انشاء الله۔",
    "edetail": "If a women who desires to give birth, but cannot, fasts7 days, and each day at the breaking of the fast (ifta'r)she repeats Ya Baari\"' Ul Musawwiru 21 times, breathesinto a glass of water, and then breaks the fast with hiswater, Allah will bless her with a child.",
    "image": "a_13"  },
  {
    "id": "14",
    "fav": "no",
    "name": "Al-Ghaffar",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بخشنے والا",
    "meng": "The Forgiver",
    "udetail": "جو اس اسم کا ورد ۱۰۰ مرتبہ بعد از نماز جمعہ کرے گا، الله تعالی اسکے گناہوں کو بخش دے گا۔",
    "edetail": "He who repeats this name 100 times after JummaPrayer, will soon begin Allah's forgiveness.",
    "image": "a_14"  },
  {
    "id": "15",
    "fav": "no",
    "name": "Al-Qahhar",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "دباؤ ڈالنے والا",
    "meng": "The Subduer",
    "udetail": "وہ شخص جو اس اسم کا ورد بکثرت کرتا ہے، اسکو اپنی جملہخواہشات پر قابو حاصل ہو جاتا ہے، اور وہ ہوس، جاہ و جلال سے آزادہو کر روحانی سکون حاصل کر لیتا ہے، اور اسکا ورد انسان کو غلطکاریوں سے محفوظ رکھتا ہے۔",
    "edetail": "He who repeats this Name continually, Allah will freehim from the love of this world and, instead, Allah's lovewill become inborn in his heart. Insha-Allah.",
    "image": "a_15"  },
  {
    "id": "16",
    "fav": "no",
    "name": "Al-Wahhab",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بہت عطا فرمانے والا",
    "meng": "The Bestower",
    "udetail": "اگر کوئی شخص دعا کے بعد اس اسم کا سات بار ورد کرے تو اسکیدعا قبول ہوتی ہے۔ حاجت مند شخص یا وہ شخص جو کسی دشمن کےچنگل میں پھنس گیا ہو یا وہ شخص جسکی آمدنی قلیل ہو اچھی گزربسر نہ ہوتی ہو، اگر تین سے سات راتوں تک دو رکعت نماز نفل ادا کرنےکے بعد اس اسم کا ۱۰۰ بار ورد کرے تو الله تعالى أسکی ضرورتوں کوپورا کرے گا اور دشمن کے چنگل سے اسکو رہائی دلائے گا۔",
    "edetail": "The person who repeats this Name 7 times after (dua)appealing to Allah, his appeal will be answered. He whohas a desire or a person who is captured by an enemy orsomeone who cannot earn enough to maintain himself,if he repeats this Name for 3 or 7 nights 100 times after2 nafals at mid-night with ablution, Allah will bless himwith all his needs.",
    "image": "a_16"  },
  {
    "id": "17",
    "fav": "no",
    "name": "Ar-Razzaq",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "روزی دینے والا",
    "meng": "The Provider",
    "udetail": "جو شخص اس اسم کا ورد کرتا ہے، پروردگار عالم اسکی کفالت اپنےذمے لے لیتا ہے۔",
    "edetail": "He who repeats this Name will be provided withsustenance by Allah.",
    "image": "a_17"  },
  {
    "id": "18",
    "fav": "no",
    "name": "Al-Fattah",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "کھولنے والا",
    "meng": "The Opener",
    "udetail": "جو شخص اس اسم کا ورد بعد از نماز فجر 70 مرتبہ کرتا ہے، اسکاقلب روشن ہو جاتا ہے اور اسکو اپنے مقصد میں کامیابی ہوتی ہے۔",
    "edetail": "The heart of him who repeats this Name 70 times afterFajar Prayer will be open, and he will be given victory",
    "image": "a_18"  },
  {
    "id": "19",
    "fav": "no",
    "name": "Al-Alim",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "سب کچھ جاننے والا",
    "meng": "The All Knowing",
    "udetail": "جو شخص اس اسم کا ورد کرتا ہے، اس کا دل تجلیات سے منور ہو جاتا ہے",
    "edetail": "He who repeats this name, his heard will becomeluminous, revelling divine light (Nur).",
    "image": "a_19"  },
  {
    "id": "20",
    "fav": "no",
    "name": "Al-Qabid",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "محدود کرنے والا",
    "meng": "The Restrainer",
    "udetail": "اگر کوئی شخص اس اسم کو روٹی یا پھل کے 50 ٹکڑوں پر لکھ کر 40دن تک کھائے تو اس کے رزق میں کشادگی ہو گی۔",
    "edetail": "He who writes this Name on 50 pieces of food (fruit,bread, etc.) for 40 days will be free from hunger.",
    "image": "a_20"  },
  {
    "id": "21",
    "fav": "no",
    "name": "Al-Basit",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "کشادہ کرنے والا",
    "meng": "The Extender",
    "udetail": "اگر کوئی شخص اس اسم کا بعد نماز فجر اپنے دونوں ہاتھ پھیلا کردس بار ورد کرے اور اس کے بعد دونوں ہاتھ منہ پر پھیر لے تو وہ اپنیجملہ ضرورتوں سے بے نیاز ہو جائے گا۔",
    "edetail": "He who repeats this Name 10 times during Fajr withopen hands (palms up), then rubs his face with hishands, will be free of needs from others.",
    "image": "a_21"  },
  {
    "id": "22",
    "fav": "no",
    "name": "Al-Khafid",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "پست کرنے والا",
    "meng": "The Humbler",
    "udetail": "جو شخص تین دن روزہ رکھے اور چوتھے روز مجمع میں اس اسم کا70000 بار ورد کرے تو اسکو اپنے دشمنوں سے نجات نصیب ہو گی۔",
    "edetail": "Those who fast three days, and on the forth day in thegathering read this name 70000 times, Allah will freethem from harm by their enemy.",
    "image": "a_22"  },
  {
    "id": "23",
    "fav": "no",
    "name": "Ar-Rafi",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بلند کرنے والا",
    "meng": "The Raiser",
    "udetail": "جو شخص شب و روز اس اسم کا ۱۰۰ بار ورد کرے تو الله تعالی اسکوسرفرازی، دولت، عزت اور بلند مرتبہ عطا فرمائے گا۔",
    "edetail": "He who repeats this Name 100times a day and night,Allah will make him higher as far as honor, richness andmerit are concerned.",
    "image": "a_23"  },
  {
    "id": "24",
    "fav": "no",
    "name": "Al-Muizz",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "عزت دینے والا",
    "meng": "The Giver of Honour",
    "udetail": "اگر یہ ورد شمسی حساب سے پیر اور جمعہ اور قمری حساب سے اتواراور جمعرات کی راتوں کو بعد از نماز عشاء 140 بار کیا جائے تو اللهتعالی سائل کو دوسروں کی نظروں میں ممتاز کرتا ہے اور وہ خدا کےسوا کسی سے نہیں ڈرتا۔",
    "edetail": "Repeat 140 times after Isha prayer duing Monday andFriday nights (according to lunar calendar, Sunday andThursday), Allah makes him dignified in the eyes ofothers. That person will have fear of no one but Allah",
    "image": "a_24"  },
  {
    "id": "25",
    "fav": "no",
    "name": "Al-Mudhill",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "ذلت دینے والا",
    "meng": "The Giver of dishonour",
    "udetail": "اس اسم کا 75 بار ورد کرنے والا ضرر، نقصان سے اور حاسدوں کی ایذارسائی سے محفوظ رہتا ہے۔",
    "edetail": "He who repeats this Name 75 times will be free fringarn by those who are jealous of him and wish to harmhim. Allah will protect him.",
    "image": "a_25"  },
  {
    "id": "26",
    "fav": "no",
    "name": "As-Sami",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "خوب سننے والا",
    "meng": "The Hearer",
    "udetail": "جو کسی سے بات کیے بغیر جمعرات کو ظہر کی نماز کے بعد اس اسمکا ۱۰۰ بار ورد کرے تو پروردگار عالم اسکی ہر خواہش پوری کرے گا۔",
    "edetail": "He who repeats this Name 100 times withoug speakingto anyone on Thursday after the Duhr prayer (noon time),Allah will bestow on him any desire.",
    "image": "a_26"  },
  {
    "id": "27",
    "fav": "no",
    "name": "Al-Basir",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "خوب دیکھنے والا",
    "meng": "The All Seeing",
    "udetail": "جو شخص جمعہ کے دن پہلی چار سنتوں اور فرض کے درمیان ۱۰۰ باراس اسم کا ورد کرے تو الله تعالی دوسروں کی نظر میں اسکو باعزتبنائے گا۔",
    "edetail": "He who repeats this Name 100 times between Fardand the first Sunnah prayer at Jumma (Friday afternoonprayer), Allah will give this person esteem in the eyes ofhers.",
    "image": "a_27"  },
  {
    "id": "28",
    "fav": "no",
    "name": "Al-Hakam",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "فیصلہ کرنے والا",
    "meng": "The Judge",
    "udetail": "جو شخص رات میں کئی بار اس اسم کا ورد کرتا ہے تو اس پر بہت سےراز آشکار ہو جاتے ہیں۔",
    "edetail": "He who repeats this Name many times at night, manysecrets (sirr) will be revealed to him.",
    "image": "a_28"  },
  {
    "id": "29",
    "fav": "no",
    "name": "Al-Adl",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "انصاف کرنے والا",
    "meng": "The Equitable",
    "udetail": "اگر کوئی شخص اس اسم کو جمعہ کی شب روٹی کے ٹکڑے پر لکھ کرکھائے تو لوگ اس کے فرمانبردار ہو جائیں گے۔",
    "edetail": "On Friday night, if you write this name on a piece ofbread, people will obey you.",
    "image": "a_29"  },
  {
    "id": "30",
    "fav": "no",
    "name": "Al-Latif",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "مہربان",
    "meng": "The Gracious",
    "udetail": "اگر کوئی شخص مفلس و بے مددگار ہو جائے تو فرض نماز کے بعد دونفل ادا کرے اور اس ک بعد ۱۰۰ مرتبہ اس اسم کا ورد کرے تو اسکی ہرمراد بر آئے گی اور خوشحال ہوگا۔",
    "edetail": "He who has become poor, and is lonely, if he repeatsthis Name 100 times after Fard prayer, say 2 Nafals, hisearlier desired will be fulfilled.",
    "image": "a_30"  },
  {
    "id": "31",
    "fav": "no",
    "name": "Al-Khabir",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "خبر رکھنے والا",
    "meng": "The Aware",
    "udetail": "اگر کوئی شخص بری لت سے چھٹکارا حاصل کرنا چاہے تو اس اسم کامسلسل ورد کرے، انشاالله أسكو اس بری لت سے رہائی مل جائے گی۔",
    "edetail": "He who has a bad habit which he doesn't Iike, andcontinuously repeats this Name, will be quickly freedfrom this habit.",
    "image": "a_31"  },
  {
    "id": "32",
    "fav": "no",
    "name": "Al-Halim",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بردبار",
    "meng": "The Forbearing",
    "udetail": "اگر کوئی شخص اس اسم کو کاغذ پر لکھ کر کاغذ کو کھیت میں اسمقام پر دفن کر دے جہاں بیج بویا ہے تو وہ کھیت ہر قسم کی آفاتارضی و سماوی سے محفوظ رہے گا۔",
    "edetail": "If one writes this Name on a piece of paper, and puts itwhere his seed is shown, on harm disaster of calamitywill befall his crop.",
    "image": "a_32"  },
  {
    "id": "33",
    "fav": "no",
    "name": "Al-Azim",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بہت عظمت والا",
    "meng": "The Great",
    "udetail": "جو شخص اس اسم کا بکثرت ورد کرے تو ہر شخص اس کو عزت وتوقیر کی نظر سے دیکھے گا۔",
    "edetail": "He who repeats this Name many times will berespected.",
    "image": "a_33"  },
  {
    "id": "34",
    "fav": "no",
    "name": "Al-Ghafur",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بخشش دینے والا",
    "meng": "The Self Sufficient",
    "udetail": "اگر کوئی شخص سر درد، بخار میں مبتلا ہو یا یاسیت میں مبتلا ہو، توایسا شخص اگر اس اسم کا بکثرت ورد کرے تو اس کو اس تکلیف سےنجات مل جائے گی۔",
    "edetail": "He who repeats this Name many times, Allah willprovide his needs, and as a result he will not needothers, but they will need them.",
    "image": "a_34"  },
  {
    "id": "35",
    "fav": "no",
    "name": "Ash-Shakur",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "قدردان",
    "meng": "The Thankful",
    "udetail": "اگر کسی شخص کے دل پر بوجھ ہو تو ایسا شخص اس اسم کا 41مرتبہ ورد کرے اور پانی پر دم کر کے پانی سے اپنا منہ دھوئے تو اسشخص کے دل کا بوجھ ختم ہو جائے گا اور وہ اپنے آپ پر قابو حاصلکر لے گا۔",
    "edetail": "He who has a heavy heart, and repeats this name 41times, breathes into a glass of water, then washed hisface with water, his heard will lighten and will be able tomaint in himseli",
    "image": "a_35"  },
  {
    "id": "36",
    "fav": "no",
    "name": "Al-Ali",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بلندی والا",
    "meng": "The Most High",
    "udetail": "اگر کسی شخص کا عقیدہ کمزور ہو اور وہ اس اسم کا مسلسل وردکرتا رہے تو اس کا عقیدہ درست ہو جائے گا اور وہ منزل مقصود تکپہنچ جائے گا۔",
    "edetail": "He whose faith is low and repeats this Name, will beraised, his density will be opened; the traveller will reachhis homeland.",
    "image": "a_36"  },
  {
    "id": "37",
    "fav": "no",
    "name": "Al-Kabir",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بہت بڑا",
    "meng": "The Great",
    "udetail": "اگر کوئی شخص اس اسم کا روزانہ ۱۰۰ بار ورد کرے تو وہ دنیا کینگاہوں میں معزز و محترم ہو جائے گا۔",
    "edetail": "He who repeats this Name 100 times each day will haveesteem.",
    "image": "a_37"  },
  {
    "id": "38",
    "fav": "no",
    "name": "Al-Hafiz",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "حفاظت کرنے والا",
    "meng": "The Preserver",
    "udetail": "جو شخص اس اسم کا دن میں 16 مرتبہ ورد کرے گا وہ ہر قسم کیآفات سے محفوظ رہے گا۔",
    "edetail": "He who repeats this Name 16 times dailyt will beprotected against calamities.",
    "image": "a_38"  },
  {
    "id": "39",
    "fav": "no",
    "name": "Al-Muqit",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "روزی پہنچانے والا",
    "meng": "The Nourisher",
    "udetail": "اگر کسی بچے کی عادات و اطوار خراب ہو جائیں، ایسے بچے کو یہاسم ایک گلاس پانی پر دم کر کے پلایا جائے تو بچے کی عادات واطوار درست ہو جائیں گی۔",
    "edetail": "If someone with the bad-mannered child repeats thisName into the glass of water, and gives this water to thechild to drink, the child will have good manners.",
    "image": "a_39"  },
  {
    "id": "40",
    "fav": "no",
    "name": "Ar-Hasib",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "حساب کرنے والا",
    "meng": "The Reckoner",
    "udetail": "اگر کوئی شخص چور یا کسی حاسد سے خائف ہو، یا اس کو کسی سےنقصان پحنچنے کا احتمال ہو تو اس اسم کا جمعرات سے دن رات ساتدن تک 70 مرتبہ ورد کرے اور 71ویں مرتبہ یا حسبي الله تو انشا اللهاسکو خوف سے نجات مل جائے گی۔",
    "edetail": "If one is afraid of being robbed, afraid of jealously ofanother, of being harmed or wronged, he begins on aThursday to repeat this Name 70 times a day and night,fo days and nights. After the 71st time, he says Allahis Reckoner (Hasbiyallah-ul-Haseeb), and he will be freefrom his fears.",
    "image": "a_40"  },
  {
    "id": "41",
    "fav": "no",
    "name": "Al-Jalil",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بزرگی والا",
    "meng": "The Majestic",
    "udetail": "اگر کوئی شخص اس اسم کو مشک اور زعفران سے کاغذ پر لکھ کرمٹی کے برتن میں اس پانی کو گھولے اور اس کو پی لے تو اسکوانشاالله دنیا میں عزت اور قدرومنزلت نصیب ہوگی۔",
    "edetail": "He who writes this Name on a piece of paper with muskand saffron, washes it, and drinks the water fromaceramic container made of earth, will be revered amongmen.",
    "image": "a_41"  },
  {
    "id": "42",
    "fav": "no",
    "name": "Al-Karim",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بہت عطا کرنے والا",
    "meng": "The Generous",
    "udetail": "جو شخص بکثرت اس اسم کا ورد کرے تو اس کو انشاالله دین و دنیامیں فلاح و عزت نصیب ہوگی۔",
    "edetail": "He who repeats this Name many times will have esteemin this world and the hereafter.",
    "image": "a_42"  },
  {
    "id": "43",
    "fav": "no",
    "name": "Ar-Raqib",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "نگہبان",
    "meng": "The Guardian",
    "udetail": "جو شخص اپنے اہل و عیال پر 7 مرتبہ اس اسم کو پڑھ کر دم کرے توالله تعالی ان کو اپنی حفاظت میں رکھے گا۔",
    "edetail": "He who repeats this Name 7 times on himself andfamily and property, will be under Allah's protection.",
    "image": "a_43"  },
  {
    "id": "44",
    "fav": "no",
    "name": "Al-Mujib",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "قبول کرنے والا",
    "meng": "The Responder",
    "udetail": "نام کا ورد کر کے الله تعالی سے جو بھی دعا مانگی جائے، وہ اسدعا کو قبول کرے گا۔",
    "edetail": "The appeal of him who repeats this Name will beanswered.",
    "image": "a_44"  },
  {
    "id": "45",
    "fav": "no",
    "name": "Al-Wasi",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "کشائش والا",
    "meng": "The Knowledgeable",
    "udetail": "اگر کسی شخص کو حصول رزق میں مشکلات درپیش ہوں وہ اس اسمکا ورد کرے انشا الله اسکی آمدنی میں اضافہ ہو جائے گا۔",
    "edetail": "He who has a difficulty earning, repeats this Name, hewill have good earnings.",
    "image": "a_45"  },
  {
    "id": "46",
    "fav": "no",
    "name": "Al-Hakim",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "حکمت والا",
    "meng": "The Wise",
    "udetail": "جو شخص اکثر اس اسم کا ورد کرے اس کے کاموں میں کوئی مشکلحائل نہیں ہو گی۔",
    "edetail": "He who repeats this Name continuously (from time totime) will not have difficulty in his work.",
    "image": "a_46"  },
  {
    "id": "47",
    "fav": "no",
    "name": "Al-Wadud",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "محبت کرنے والا",
    "meng": "The Loving",
    "udetail": "اگر دو افراد کے درمیان تنازعہ ہو اور ان میں سے کوئی ایک شخص اساسم کا ۱۰۰۰ بار ورد کر کے اس کے کھانے پر دم کرے اور دوسرے شخصکو کھلا دے تو ان کی آپس کی رنجش ختم ہو جائے گی۔",
    "edetail": "If there is a quarrel between two people, and one ofthem repeats this Name 1000 times over some foodand has the other person eat the food, there will be noiisagreement between them.",
    "image": "a_47"  },
  {
    "id": "48",
    "fav": "no",
    "name": "Al-Majid",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بڑی شان والا",
    "meng": "The Glorious",
    "udetail": "جو شخص اس اسم کا ورد کرے گا وہ دنیا میں باعزت رہے گا۔",
    "edetail": "He who repeats this Name will gain glory.",
    "image": "a_48"  },
  {
    "id": "49",
    "fav": "no",
    "name": "Al-Baith",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "اٹھانے والا",
    "meng": "The Resurrecter",
    "udetail": "جو شخص اس اسم کا ورد کرے گا اس کے دل میں الله کا خوف پیداہو جائے گا۔",
    "edetail": "He who repeats this Name gains the fear of Allah.",
    "image": "a_49"  },
  {
    "id": "50",
    "fav": "no",
    "name": "Ash-Shahid",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "حاضر",
    "meng": "The Witness",
    "udetail": "اگر کسی کی اولاد نافرمان ہو اور وہ اس اسم کا ورد کرے تو اس کیاولاد فرمانبردار ہو جائے گی۔",
    "edetail": "He who has a rebellious hild and repeats this Name toothe Child, the child will be obedient.",
    "image": "a_50"  },
  {
    "id": "51",
    "fav": "no",
    "name": "Al-Haq",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "برحق",
    "meng": "The Truth",
    "udetail": "اگر کسی کی کوئی چیز گم ہو جائے اور وہ شخص اس اسم کا وردکرے تو اسکی گمشدہ چیز مل جائے گی۔",
    "edetail": "If one has lost something and repeats this Name, he willfind what he lost.",
    "image": "a_51"  },
  {
    "id": "52",
    "fav": "no",
    "name": "Al-Wakil",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "کارساز",
    "meng": "The Trustee",
    "udetail": "اگر کسی شخص کو پانی میں ڈوبنے، یا آگ میں جلنے یا اسی قسم کےکسی بھی خطرات کا سامنا ہو تو اسکو چاہئیے کی اس اسم کا بکثرتورد کرے، انشا الله وہ تمام خطرات سے محفوظ رہے گا اور الله تعالىخود حفاظت کرے گا۔",
    "edetail": "He who is afraid of drowning, being burnt in a fire, orany similar danger, and repeats this Name continuously(from time to time) will be under the protection of Allah.",
    "image": "a_52"  },
  {
    "id": "53",
    "fav": "no",
    "name": "Al-Qawee",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "زورآور",
    "meng": "The Strong",
    "udetail": "اگر کوئی شخص اپنے دشمن کو شکست نہ دے سکے تو اس کو چاہیئےکہ وہ اس ارادے کے ساتھ کہ دشمن اس کو کوئی نقصان نہیں پہنچاسکے، اس اسم کا ورد کرے تو انشا الله وہ دشمن کے غلبہ سے محفوظرہے گا۔",
    "edetail": "He who can't defeat his enemy, and repeats this Namewith the intention of not being harmed, will be free fromhis enemy's harm.",
    "image": "a_53"  },
  {
    "id": "54",
    "fav": "no",
    "name": "Al-Matin",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "قوت والا",
    "meng": "The Firm",
    "udetail": "اگر کوئی شخص کسی مشکل میں پھنس جائے تو اس کو چاہیئے کہ وہاس اسم کا ورد کرے تو انشا الله اسے اس مشکل سے نجات حاصل ہو",
    "edetail": "If one has troubles and repeates this Name, his troubleswill disappear",
    "image": "a_54"  },
  {
    "id": "55",
    "fav": "no",
    "name": "Al-Walee",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "حمایت کرنے والا",
    "meng": "The Friend",
    "udetail": "جو شخص اس اسم کا ورد کر کے اپنے مکان پر دم کرے انشاء الله اسكا |مکان ہر قسم کے خطرات سے محفوظ رہے گا۔",
    "edetail": "He who repeats this Name and breathes into his house,his house will be free from danger.",
    "image": "a_55"  },
  {
    "id": "56",
    "fav": "no",
    "name": "Al-Hamid",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "خوبیوں والا",
    "meng": "The Praiseworthy",
    "udetail": "اگر کوئی شخص اس اسم کا ورد کرے تو دنیا اس سے محبت کرے گی۔اور اس کی تعظیم کرے گی۔",
    "edetail": "He who repeats this Name will be loved and praised.",
    "image": "a_56"  },
  {
    "id": "57",
    "fav": "no",
    "name": "Al-Muhsi",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "گننے والا",
    "meng": "The Counter",
    "udetail": "وہ شخص جو پرسش روز حساب سے خائف ہو اگر وہ اس اسم کا ۱۰۰۰ |بار ورد کرے گا تو اس کے لئے روز حساب کی منزل آسان ہو جائے گی۔",
    "edetail": "He who is afraid of being questioned on the judgementday and repeats this Name 1000 times will haveeasinessS.",
    "image": "a_57"  },
  {
    "id": "58",
    "fav": "no",
    "name": "Al-Mubdi",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "پہلی بار پیدا کرنے والا",
    "meng": "The Originator",
    "udetail": "اگر اس اسم کا ورد کر کے کسی ایسی حاملہ پر دم کر دیا جائے جسکو سقوط حمل کا اندیشہ ہو تو وہ انشاء الله اسقاط حمل کے خطرےسے محفوظ ہو جائے گی۔",
    "edetail": "If this Name is repeated on a pregnant woman who isafraid of abortion, she will be free from danger.",
    "image": "a_58"  },
  {
    "id": "59",
    "fav": "no",
    "name": "Al-Mueed",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "دوباره پیدا کرنے والا",
    "meng": "The Restorer",
    "udetail": "اگر خاندان کا کوئی فرد گم ہو جائے تو اس اسم کا 70 بار ورد کرنےسے گمشده شخص باعافیت گھر آجائے گا۔",
    "edetail": "If this Name is repeated 70 times for someone who isaway from his family, thar person will return safely.",
    "image": "a_59"  },
  {
    "id": "60",
    "fav": "no",
    "name": "Al-Muhyee",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "زندہ کرنے والا",
    "meng": "The Bestower",
    "udetail": "اگر کوئی شخص بہت پریشان حال ہو اسے چاہیئے کی دن میں 7 باراس اسم کا ورد کرے تو الله تعالی اس کو ہر بوجھ اور پریشانی سےسبکدوش کرے گا۔",
    "edetail": "If a person has a heavy burden and repeats this Name 7times daily, his burden will be taken away.",
    "image": "a_60"  },
  {
    "id": "61",
    "fav": "no",
    "name": "Al-mumeet",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "مارنے والا",
    "meng": "The Destroyer",
    "udetail": "اگر اس اسم کا ورد کیا جائے تو اسکا ورد دشمن کی تباہی کا باعثہوگا۔",
    "edetail": "This Name is repeated to destroy one's enemy.",
    "image": "a_61"  },
  {
    "id": "62",
    "fav": "no",
    "name": "Al-Hayy",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "ہمیشہ زندہ رہنے والا",
    "meng": "The Ever Living",
    "udetail": "جو شخص اس اسم کا ورد کرے تو اس کو عمر دراز عطا ہوگی۔",
    "edetail": "He who repeats this Name will have long life.",
    "image": "a_62"  },
  {
    "id": "63",
    "fav": "no",
    "name": "Al-Qayyum",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "سب کو تھامنے والا",
    "meng": "The Eternal",
    "udetail": "جو شخص اس اسم کا ورد کرے گا تو انشاء الله وہ کبھی غفلت اور بےخبری کا شکار نہیں ہوگا۔",
    "edetail": "He who repeats this Name will not fall into inadvertency.",
    "image": "a_63"  },
  {
    "id": "64",
    "fav": "no",
    "name": "Al-Wajid",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "پانے والا",
    "meng": "The Finder",
    "udetail": "اس اسم کا ورد کرنے والا دین و دنیا کی دولت سے مالامال ہو جاتا ہے۔",
    "edetail": "Those who repeat this Name many times, will berespected.",
    "image": "a_64"  },
  {
    "id": "65",
    "fav": "no",
    "name": "Al-Majid",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "عالیشان",
    "meng": "The Magnificent",
    "udetail": "اس اسم کا ورد کرنے والے کا دل تجلیات سے منور ہو جاتا ہے۔",
    "edetail": "He who repeats this Name, his heart will be enlightened.",
    "image": "a_65"  },
  {
    "id": "66",
    "fav": "no",
    "name": "Al-Wahid",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "منفرد",
    "meng": "The Unique",
    "udetail": "جو شخص پر سکون ماحول میں اس اسم کا ورد کرے گا، انشاء اللهتعالی وہ خوف اور دنیا کے ہر فریب سے آزاد ہو جائے گا۔",
    "edetail": "He who repeats this Name alone and in quiet place willbe free from fear and delusion.",
    "image": "a_66"  },
  {
    "id": "67",
    "fav": "no",
    "name": "Al-Ahad",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "ایک",
    "meng": "The One",
    "udetail": "جو شخص اس اسم کا ۱۰۰۰ بار ورد کرے گا، اس پر کائنات کے اسرارکھل جائیں گے۔",
    "edetail": "He who repeats this Name 1000 times, will have certainsecrets open to him",
    "image": "a_67"  },
  {
    "id": "68",
    "fav": "no",
    "name": "Al-Samad",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بے نیاز",
    "meng": "The Self Sufficient",
    "udetail": "جو شخص اس اسم کا کئی بار ورد کرے گا، تو الله اس کی حاجتروائی کرے گا جسکے نتیجے میں اس کو دوسروں کی ضرورت نہیںرہے گی بلکہ دوسروں کو اس کی ضرورت ہو گی۔",
    "edetail": "He who repeats this Name many times, Allah willprovide his needs, and as a result he will not needothers, but they will need them.",
    "image": "a_68"  },
  {
    "id": "69",
    "fav": "no",
    "name": "Al-Qadir",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "قدرت والا",
    "meng": "The Capable",
    "udetail": "جو شخص اس اسم کا ورد کرے گا، تو الله اس کی حاجت روائی کرےگا۔",
    "edetail": "He who repeats this Name, all his desired will befulfilled.",
    "image": "a_69"  },
  {
    "id": "70",
    "fav": "no",
    "name": "Al-Muqtadir",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "حکمران",
    "meng": "The Dominant",
    "udetail": "جو شخص اس اسم کا ورد کرے گا، تو وہ اصل حقائق سے باخبر ہوجائے گا۔",
    "edetail": "He who repeats this Name will be aware of the truth.",
    "image": "a_70"  },
  {
    "id": "71",
    "fav": "no",
    "name": "Al-Muqaddim",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "آگے کرنے والا",
    "meng": "The Presenter",
    "udetail": "جو شخص جنگ کے دوران اس اسم کا ورد کرے گا الله اسکو پیشقدمی عطا کرے گا، اور جو شخص کسی خوفناک مقام پر جہاں وہ تنہا |بھی ہو اس اسم کا ورد کرے گا تو انشاء الله ہر ضرر سے محفوظ رہےگا۔",
    "edetail": "He who repeats this Name on the bettlefield, or who hasfear of being alone in an awe -inspiring place, no harmwill come to him.",
    "image": "a_71"  },
  {
    "id": "72",
    "fav": "no",
    "name": "Al-Muakhkhir",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "پیچھے کرنے والا",
    "meng": "The Keeper Behind",
    "udetail": "جو شخص اس اسم کا دن میں ۱۰۰ بار ورد کرے گا تو اس کے دل میںالله کے سوا دوسری ہر چیز کی محبت ختم ہو جائے گی۔",
    "edetail": "He who repeats this Name in his heart 100 times eachday, only Allah will remain. No other love can enter.",
    "image": "a_72"  },
  {
    "id": "73",
    "fav": "no",
    "name": "Al-Awwal",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "سب سے پہلے",
    "meng": "The First",
    "udetail": "اگر کسی کے یہاں لڑکا نہ ہوتا ہو یا کوئی شخص کسی ہمسفر سےقربت حاصل کرنا چاہتا ہو تو 40 جمعوں تک اس اسم کا 1000 بارورد کرے گا تو انشاء الله اس کے دل کی مراد پوری ہو جائے گی۔",
    "edetail": "He who likes to have a child, or would like to cometogether with person who is travelling, repeats thisName 1000 times for 40 Fridays.",
    "image": "a_73"  },
  {
    "id": "74",
    "fav": "no",
    "name": "Al-Akhir",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "سب سے آخر",
    "meng": "The Last",
    "udetail": "جو شخص اس اسم کا کثرت سے ورد کرے گا وہ نہ صرف خوشحالیکی زندگی بسر کرے گا بلکہ اس کا خاتمہ بھی بخیر ہوگا۔",
    "edetail": "He who repeats this Name many times will lead a goodlife and at the end of the life will have a good death.",
    "image": "a_74"  },
  {
    "id": "75",
    "fav": "no",
    "name": "Az-Zahir",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "واضح",
    "meng": "The Evident",
    "udetail": "جو شخص جمعے کی نماز کے بعد 15 بار اس اسم کا ورد کرے گا توالله اس کے قلب کو منور فرمائے گا۔",
    "edetail": "He who repeats this Name 15 times after FridayJumma) prayer, divine light (Nur) will enter his heart",
    "image": "a_75"  },
  {
    "id": "76",
    "fav": "no",
    "name": "Al-Batin",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "پوشیده",
    "meng": "The Hidden",
    "udetail": "جو شخص دن میں 3 بار اس اسم کا ورد کرے گا اس میں حقیقتاشیاء دیکھنے کی اہلیت پیدا ہو جائے گی۔",
    "edetail": "He who repeats this Name 3 times daily will be able tosee the truth in things",
    "image": "a_76"  },
  {
    "id": "77",
    "fav": "no",
    "name": "Al-Wali",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "مالک",
    "meng": "The Master",
    "udetail": "اگر کوئی شخص اس اسم کا ورد کرے گا تو الله تعالی کی دوستی کاشرف اس کو حاصل ہو جائے گا۔",
    "edetail": "He who repeats this Name is likely to walliullah, thefriend of Allah.",
    "image": "a_77"  },
  {
    "id": "78",
    "fav": "no",
    "name": "Al-Mutaali",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بلند صفتوں والا",
    "meng": "The Exalted and Most High",
    "udetail": "اگر کوئی شخص اس اسم کا کثرت سے ورد کرے گا تو الله تعالی کیخوشنودی اس کو حاصل ہو جائے گی۔",
    "edetail": "He who repeats this Name many times will gain thebenecolence of Allah.",
    "image": "a_78"  },
  {
    "id": "79",
    "fav": "no",
    "name": "Al-Barr",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "احسان کرنے والا",
    "meng": "The Courteous",
    "udetail": "جو شخص اس اسم کا ورد کر کے اپنے بچے پر دم کرے گا، اس کا بچہبد بختیوں سے محفوظ رہے گا۔",
    "edetail": "He who repeats this Name to his child, this child will befree from misfortune",
    "image": "a_79"  },
  {
    "id": "80",
    "fav": "no",
    "name": "At-Tawwab",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "توبہ قبول کرنے والا",
    "meng": "The Acceptor of Repentance",
    "udetail": "جو شخص اس اسم کا کثرت سے ورد کرے گا تو اس کی دعا قبول ہوجائے گی۔",
    "edetail": "He who repeats this Name many times, his repentancewill be accepted.",
    "image": "a_80"  },
  {
    "id": "81",
    "fav": "no",
    "name": "Al-Muntaqim",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بدلہ لینے والا",
    "meng": "The Avenger",
    "udetail": "جو شخص اس اسم کا کثرت سے ورد کرے گا اس کو اپنے دشمنوں کےمقابلے میں کامیابی حاصل ہوگی۔",
    "edetail": "He who repeats this Name many times, will bevictoriouSs against his enemies.",
    "image": "a_81"  },
  {
    "id": "82",
    "fav": "no",
    "name": "Al-Afuww",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "معاف کرنے والا",
    "meng": "The Forgiver",
    "udetail": "جو شخص اس اسم کا کثرت سے ورد کرے گا اس کے تمام گناہ معافکر دیے جائیں گے۔",
    "edetail": "He who repeats this Name many times, all his sins willbe forgiven.",
    "image": "a_82"  },
  {
    "id": "83",
    "fav": "no",
    "name": "Ar-Rauf",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "نرمی کرنے والا",
    "meng": "The Merciful",
    "udetail": "جو شخص اس اسم کا کثرت سے ورد کرے گا تو الله أس پر اپنیبرکتیں نازل کرے گا۔",
    "edetail": "He who repeats this name many times will be blessed by Allah.",
    "image": "a_83"  },
  {
    "id": "84",
    "fav": "no",
    "name": "Malik-Al-Mulk",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "کائنات کا بادشاہ",
    "meng": "The King of Universe",
    "udetail": "جو شخص اس اسم کا کثرت سے ورد کرے گا تو وہ دوسروں کینظروں میں معزز و قابل احترام ہو جائے گا۔",
    "edetail": "He who repeats this Name will have esteem amongpeople.",
    "image": "a_84"  },
  {
    "id": "85",
    "fav": "no",
    "name": "Zul-l-Jalal wal-Ikram",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "جلال وانعام والا پروردگار",
    "meng": "The Lord of Majesty and Generosity",
    "udetail": "جو شخص اس اسم کا کثرت سے ورد کرے گا تو وہ انشاء الله غنی ہوجائے گا۔",
    "edetail": "He who repeats this Name many times will be rich.",
    "image": "a_85"  },
  {
    "id": "86",
    "fav": "no",
    "name": "Al-Muqsit",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "منصف",
    "meng": "The Equitable",
    "udetail": "جو شخص اس اسم کا کثرت سے ورد کرے گا تو وہ شیاطین کی ایذارسانیوں سے محفوظ رہے گا۔",
    "edetail": "He who repeats this Name will be free from the hard ofthe devil",
    "image": "a_86"  },
  {
    "id": "87",
    "fav": "no",
    "name": "Aj-Jami",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "اکھٹا کرنے والا",
    "meng": "The Gatherer",
    "udetail": "جو شخص اس اسم کا کثرت سے ورد کرے گا تو وہ اس شے کو پا لے گاجو اس نے کھو دی ہوگی۔",
    "edetail": "He who repeats this Name will find the things that helost.",
    "image": "a_87"  },
  {
    "id": "88",
    "fav": "no",
    "name": "Al-Ghanee",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بے پروا",
    "meng": "The Independent",
    "udetail": "جو شخص اس اسم کا کثرت سے ورد کرے گا تو وہ آسودہ حال ہوجائے گا اور حرص و ہوس سے آزاد ہو جائے گا۔",
    "edetail": "He who repeats this Name will be contented and notCOvetous",
    "image": "a_88"  },
  {
    "id": "89",
    "fav": "no",
    "name": "Al-Mughnee",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "بے پروا کرنے والا",
    "meng": "The Enricher",
    "udetail": "دس جمعے تک اگر کوئی شخص دن میں ۱۰ بار اس اسم کا ورد کرے گاتو پروردگار عالم اس کو خود کفیل بنا دے گا۔",
    "edetail": "He who repeats this name 10 times for 10 Fridays will become self-sufficient.",
    "image": "a_89"  },
  {
    "id": "90",
    "fav": "no",
    "name": "Al-Mani",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "روکنے والا",
    "meng": "The Withholder",
    "udetail": "جو شخص اس اسم کا ورد بکثرت کرے گا اسکی گھریلو زندگیخوشگوار گزرے گی",
    "edetail": "Those who repeat this Name will have a good familylife.",
    "image": "a_90"  },
  {
    "id": "91",
    "fav": "no",
    "name": "ad-Darr",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "اذیت دینے والا",
    "meng": "The Afflicter",
    "udetail": "اگر کوئی کم رتبہ شخص جمعہ کی رات میں اس اسم کا ورد کرے گا ۔تو انشاء الله اس کا رتبہ بلند ہو جائے گا۔",
    "edetail": "Those who are in low class, if they repeat this Name onFriday nights, their status will be raised.",
    "image": "a_91"  },
  {
    "id": "92",
    "fav": "no",
    "name": "An-Nafi",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "نفع پہنچانے والا",
    "meng": "The Propitious",
    "udetail": "جو شخص اس اسم کا ورد اپنی مقدار کے مطابق 4 دن تک کرے گا تووہ ہر قسم کے نقصانات سے محفوظ رہے گا۔",
    "edetail": "He who repeats this Name for 4 days as many times ashe can, no harm will come to him.",
    "image": "a_92"  },
  {
    "id": "93",
    "fav": "no",
    "name": "An-Nur",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "نور هدایت",
    "meng": "The Light to Guide",
    "udetail": "جو شخص اس اسم کا ورد کرے گا اس کا باطن روشن ہو جائے گا۔",
    "edetail": "Those who repeat this NAme wil have inner light.",
    "image": "a_93"  },
  {
    "id": "94",
    "fav": "no",
    "name": "Al-Hadi",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "هدایت دینے والا",
    "meng": "The Guide",
    "udetail": "جو شخص اس اسم کا ورد کرے گا اس کو روحانی علم نصیب ہوگا۔",
    "edetail": "He who repeats this Name will have spiritualknowledge.",
    "image": "a_94"  },
  {
    "id": "95",
    "fav": "no",
    "name": "Al-Badi",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "تخلیق کرنے والا",
    "meng": "The Originator",
    "udetail": "جو شخص اس اسم کو بطریقہ ذیل 70 بار ورد کرے گا، انشاء اللهاسکی تمام مشکلات دور ہو جائیں گی",
    "edetail": "He who repeats Ya Badie-us-samawat-wal-ard, 70 timesdaily, all his troubles will disappear.",
    "image": "a_95"  },
  {
    "id": "96",
    "fav": "no",
    "name": "Al-Baqi",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "لازوال",
    "meng": "The Everlasting",
    "udetail": "جو شخص سورج طلوع ہونے سے پہلے اس اسم کا ۱۰۰ مرتبہ ورد کرےگا اس کی تمام پریشانیاں دور ہو جائیں گی اور زندگی امن و سکون کےساتھ گزرے گی نیز الله تعالی کا فضل و کرم اس کے شامل حال رہے گا۔",
    "edetail": "He who repeats this Name 100 times before sunrise willbe free from all disasters throughout his life, and will beshown mercy in the hereafter.",
    "image": "a_96"  },
  {
    "id": "97",
    "fav": "no",
    "name": "Al-Warith",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "سب کا وارث",
    "meng": "The Inheritor",
    "udetail": "جو شخص اس اسم کا ورد کرے گا، وہ عمر طویل پائے گا۔",
    "edetail": "He who repeats this Name will have long life",
    "image": "a_97"  },
  {
    "id": "98",
    "fav": "no",
    "name": "Ar-Rashid",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "نیک راہ بتانے والا",
    "meng": "The Guide to the right path",
    "udetail": "جو شخص مغرب اور عشاء کی نمازوں کے درمیان اس اسم کا ۱۰۰۰ بارورد کرے گا انشاء الله اس کی تمام مشکلات دور ہو جائیں گی۔",
    "edetail": "He who repeats this Name 1000 times between earlyevening prayer (Maghrib) and night prayer (Isha), histroubles will be cleared up.",
    "image": "a_98"  },
  {
    "id": "99",
    "fav": "no",
    "name": "As-Sabur",
    "audio": "1-2 boiled eggs,1/2 grapefruits or oranges, Tea or coffee without sugar and milk,",
    "murdu": "صبر کرنے والا",
    "meng": "The Patient",
    "udetail": "جو شخص کسی مشکل میں گرفتار ہو یا غم زدہ ہو تو اس کو چاہیےکہ وہ اس اسم کا ۳۰۰۰ بار ورد کرے تو انشاء الله تعالی مشکلات اور غمسے نجات پائے گا۔",
    "edetail": "He who is in trouble,difficulty or sorrow and repeats this name 3000 times, will be resued from his difficulty.",
    "image": "a_99"  }
]
